Repository: Elmoo72/FlightTracker
Catalog: FlightTracker/Localizable.xcstrings
Source language: en
Languages: ru

# boarding_pass_from
source: FROM
ru: ОТКУДА

# boarding_pass_to
source: TO
ru: КУДА

# boarding_pass_date
source: DATE
ru: ДАТА

# boarding_pass_boarding
source: BOARDING
ru: ПОСАДКА

# boarding_pass_terminal
source: TERMINAL
ru: ТЕРМИНАЛ

# boarding_pass_gate
source: GATE
ru: ВЫХОД

# boarding_pass_scan_hint
source: Scan at boarding gate
ru: Отсканируйте на выходе

# boarding_pass_passenger
source: Passenger
ru: Пассажир

# boarding_pass_not_specified
source: Not specified
ru: Не указано

# boarding_pass_doc_last_four
source: Document last 4 digits: %@
ru: Последние 4 цифры документа: %@

# boarding_pass_seat
source: SEAT
ru: МЕСТО

# boarding_pass_share
source: Share Boarding Pass
ru: Поделиться посадочным

# boarding_pass_title
source: Boarding Pass
ru: Посадочный талон

# add_flight_title
source: Add Flight
ru: Добавить рейс

# add_flight_section_flight_number
source: Flight Number
ru: Номер рейса

# add_flight_flight_number_placeholder
source: e.g., SU 1234
ru: напр., SU 1234

# add_flight_section_route
source: Route
ru: Маршрут

# add_flight_from_placeholder
source: From (e.g., SVO)
ru: Откуда (напр., SVO)

# add_flight_to_placeholder
source: To (e.g., JFK)
ru: Куда (напр., JFK)

# add_flight_section_departure
source: Departure
ru: Вылет

# add_flight_section_arrival
source: Arrival
ru: Прилёт

# add_flight_date_time
source: Date & Time
ru: Дата и время

# add_flight_section_passenger
source: Passenger Info (Optional)
ru: Данные пассажира (необязательно)

# add_flight_full_name
source: Full Name
ru: Полное имя

# add_flight_seat_placeholder
source: Seat (e.g., 12A)
ru: Место (напр., 12A)

# add_flight_doc_placeholder
source: Document last 4 digits
ru: Последние 4 цифры документа

# add_flight_button
source: Add Flight
ru: Добавить рейс

source: Cancel
ru: Отмена

# add_flight_search_button
source: Find Flight
ru: Найти рейс

# add_flight_search_hint
source: Enter the IATA flight number, e.g. SU1234 or BA456
ru: Введите номер рейса, например SU1234 или BA456

# add_flight_section_found
source: Found Flight
ru: Найденный рейс

# add_flight_confirm_title
source: Confirm Flight
ru: Подтвердить рейс

# add_flight_back
source: Back
ru: Назад

# flights_title
source: My Flights
ru: Мои рейсы
